Repository: trybeans/beans-woocommerce
Catalog: src/i18n/beans-woocommerce-*.po
Languages: nl

source: You've redeemed {quantity} {beans_name}.
nl: Je hebt {quantity} {beans_name}.

source: Complete your purchase and earn {quantity} {beans_name}.
nl: Voltooi je aankoop en verdien {quantity} {beans_name}.

source: Buy this product and earn {quantity} {beans_name}.
nl: Koop dit product en verdien {quantity} {beans_name}.

source: You don't have enough {beans_name} to get this product.
nl: Je hebt niet genoeg {beans_name} om dit product te krijgen.

source: Join our rewards program to get this product.
nl: Word lid van ons beloningsprogramma om dit product te krijgen.

source: Pay with {beans_name}
nl: Betaal met {beans_name}

source: Maximum discount for this order is {max_discount}%.
nl: De maximale korting voor deze bestelling is {max_discount}%.

source: You need a minimum of {quantity} {beans_name} to get a discount.
nl: Je hebt minimaal {quantity} {beans_name} om korting te krijgen.

source: Redeem
nl: Inwisselen

source: Cancel redemption
nl: Annuleer inwisseling

source: Loyalty Program
nl: Loyalty programma

source: Use your {beans_name} to get a discount on your subscription renewal.
nl: Gebruik je {beans_name} om korting te krijgen op je abonnementsvernieuwing.

source: You have requested to redeem your {beans_name} on your upcoming subscription renewal.
nl: Je hebt gevraagd om je {beans_name} in te wisselen bij je volgende abonnementsvernieuwing

source: You have {quantity} {beans_name}.
nl: Je hebt {quantity} {beans_name}.

source: Error: Last name is a required field.
nl: Fout: achternaam is een vereist veld.

source: Error: First name is a required field.
nl: Fout: voornaam is een vereist veld.

source: Loyalty and Rewards program
nl: Loyaliteits- en beloningsprogramma

source: Beans is not properly set up.
nl: Beans is niet goed ingesteld.

source: Set up
nl: Instellen

source: Last name
nl: Achternaam

source: First name
nl: Voornaam
